import React from "react";

const AboutContent = () => {
  return (
    <div className="container about">
      <div className="about__left">
        <h1>О компании</h1>
        <div className="card">
          <h2>170+ </h2>
          <p>Товаров</p>
        </div>
        <div className="card">
          <h2>1000+ </h2>
          <p>Довольных покупателей</p>
        </div>
        <div className="card">
          <h2>170+ </h2>
          <p>Товаров</p>
        </div>
      </div>
      <div className="about__right">
        <p>
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют.
          <br />
          <br />
          Покупая светильники в нашем интернет-магазине, вы получаете отличное
          соотношение цены и качества. Мы осуществляем доставку по всей России,
          чтобы каждый клиент мог насладиться прекрасным светом и удобством
          покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
          тепла и света с NORNLIGHT!
          <br />
          <br />
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют. <br />
          <br /> Покупая светильники в нашем интернет-магазине, вы получаете
          отличное соотношение цены и качества. Мы осуществляем доставку по всей
          России, чтобы каждый клиент мог насладиться прекрасным светом и
          удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш
          дом в оазис тепла и света с NORNLIGHT!
        </p>
      </div>
    </div>
  );
};

export default AboutContent;
